app/views/waybills/show.html.slim

SELECT  `orders`.* FROM `orders` WHERE `orders`.`id` = 11 LIMIT 1
SELECT  `vouchers`.* FROM `vouchers` WHERE `vouchers`.`order_id` = 11 LIMIT 1
---
            td width='20%' = date_time @waybill.actual_time
          - voucher = @waybill.order.voucher

SELECT `items`.* FROM `items` WHERE `items`.`order_id` = 11
---
            th
          - @waybill.order.items.each do |item|