app/views/items/_form.html.slim

  .form-inputs
    = f.association :product, collection: @waybill.order.category.products
---
SELECT  `orders`.* FROM `orders` WHERE `orders`.`id` = 11 LIMIT 1
SELECT `products`.* FROM `products` WHERE `products`.`category_id` = 2