app/controllers/waybills_controller.rb

  def submit_items
    respond_to do |format|
      @waybill.order.generate_voucher
---
SELECT  `orders`.* FROM `orders` WHERE `orders`.`id` = 11 LIMIT 1
SELECT  `vouchers`.* FROM `vouchers` WHERE `vouchers`.`order_id` = 11 LIMIT 1

    def set_waybill
      @waybill = Waybill.find(params[:id])
---
SELECT  `waybills`.* FROM `waybills` WHERE `waybills`.`id` = 4 LIMIT 1